/*
Ο Ιούλιος Καίσαρας χρησιμοποιούσε ένα πολύ απλό σύστημα κρυπτογράφησης,
στο οποίο κάθε γράμμα ενός μηνύματος αντικαθίσταται από ένα άλλο γράμμα που
βρίσκεται k θέσεις μετά στο αλφάβητο. Για παράδειγμα, για k = 3 θέσεις, το 
γράμμα Α γίνεται D, το Β γίνεται E και το Ζ γίνεται C (για το λατινικό 
αλφάβητο). 

Γράψτε ένα πρόγραμμα το οποίο θα δέχεται σαν είσοδο ένα μήνυμα με λατινικούς 
χαρακτήρες, θα το κωδικοποιεί με “κλειδί” έναν ακέραιο k που θα εισάγεται από 
το χρήστη και θα τυπώνει το παραγόμενο κρυπτοκείμενο στην οθόνη. 
Τα κενά, τα σύμβολα και οι αριθμοί του αρχικού μηνύματος θα παραμένουν ως 
έχουν στο κρυπτοκείμενο, όμως το τελευταίο θα περιέχει μόνο κεφαλαία γράμματα.
Για παράδειγμα, με κλειδί k = 11: 
ONLY 1 public class allowed!!
ZYWJ 1 AFMWTN NWLDD LWWZHPO!!
*/
public class CryptoCaesar {
    
}
